Repository: MovsarCoder/furniture_website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Consultation Requests Management
de: Beratungsanfragen Verwaltung
fr: Gestion des demandes de consultation

source: All requests received from clients
de: Alle von Kunden erhaltenen Anfragen
fr: Toutes les demandes reçues des clients

source: Total requests
de: Gesamtanfragen
fr: Total des demandes

source: New
de: Neu
fr: Nouveau

source: Completed
de: Abgeschlossen
fr: Terminé

source: In progress
de: In Bearbeitung
fr: En cours

source: Cancelled
de: Abgebrochen
fr: Annulé

source: Phone:
de: Telefon:
fr: Téléphone :

source: Type:
de: Typ:

source: Preferred time:
de: Bevorzugte Zeit:
fr: Heure préférée :

source: Message:
de: Nachricht:

source: Take in progress
de: In Bearbeitung nehmen
fr: Prendre en cours

source: Contacted
de: Kontaktiert
fr: Contacté

source: Return to new
de: Zurück zu Neu
fr: Retour à nouveau

source: Return to progress
de: Zurück zu In Bearbeitung
fr: Retour en cours

source: Cancel
de: Abbrechen
fr: Annuler

source: No requests yet
de: Noch keine Anfragen
fr: Aucune demande pour l'instant

source: Requests from clients will be displayed here
de: Anfragen von Kunden werden hier angezeigt
fr: Les demandes des clients seront affichées ici

source: Error:
de: Fehler:
fr: Erreur :

source: An error occurred while updating status
de: Beim Aktualisieren des Status ist ein Fehler aufgetreten
fr: Une erreur s'est produite lors de la mise à jour du statut

source: Name and phone are required
de: Name und Telefon sind erforderlich
fr: Le nom et le téléphone sont obligatoires

source: Thank you! Your request has been accepted. We will contact you soon.
de: Vielen Dank! Ihre Anfrage wurde angenommen. Wir werden Sie bald kontaktieren.
fr: Merci ! Votre demande a été acceptée. Nous vous contacterons bientôt.

source: Invalid data
de: Ungültige Daten
fr: Données invalides

source: An error occurred while processing the request. Please try again later.
de: Bei der Verarbeitung der Anfrage ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
fr: Une erreur s'est produite lors du traitement de la demande. Veuillez réessayer plus tard.

source: Invalid status
de: Ungültiger Status
fr: Statut invalide

source: Status updated successfully
de: Status erfolgreich aktualisiert
fr: Statut mis à jour avec succès

source: Page not found
de: Seite nicht gefunden
fr: Page non trouvée

source: Unfortunately, this page does not exist in our catalog. It may have been moved or deleted. Let us find something suitable from our furniture collection.
de: Leider existiert diese Seite nicht in unserem Katalog. Sie wurde möglicherweise verschoben oder gelöscht. Lassen Sie uns etwas Passendes aus unserer Möbelkollektion finden.
fr: Malheureusement, cette page n'existe pas dans notre catalogue. Elle a peut-être été déplacée ou supprimée. Laissez-nous trouver quelque chose d'adapté dans notre collection de meubles.

source: Furniture catalog
de: Möbelkatalog
fr: Catalogue de meubles

source: Main navigation
de: Hauptnavigation
fr: Navigation principale

source: Furniture
de: Möbel
fr: Meubles

source: Storage
de: Aufbewahrung
fr: Rangement

source: Shelf
de: Regal
fr: Étagère

source: Chest of Drawers
de: Kommode
fr: Commode

source: Wardrobe
de: Kleiderschrank
fr: Armoire

source: Coat Rack
de: Garderobe
fr: Porte-manteau

source: Media Furniture
de: Medienschrank
fr: Meuble TV

source: Sofa Bed
de: Schlafsofa
fr: Canapé-lit

source: Daybed
de: Tagesbett
fr: Banquette

source: Sleeping
de: Schlafbereich
fr: Chambre

source: Bed
de: Bett
fr: Lit

source: Bunk Bed
de: Etagenbett
fr: Lit superposé

source: Nightstand
de: Nachttisch
fr: Table de chevet

source: Kitchen
de: Küche
fr: Cuisine

source: Classic / Traditional
de: Klassisch / Traditionell
fr: Classique / Traditionnel

source: Scandinavian
de: Skandinavisch
fr: Scandinave

source: Loft / Industrial
de: Loft / Industrie
fr: Loft / Industriel

source: Our Works
de: Referenzen
fr: Nos Réalisations

source: About Company
de: Über uns
fr: À Propos

source: Contacts
de: Kontakt
fr: Contact

source: Toggle navigation
de: Navigation umschalten
fr: Basculer la navigation

source: Order Consultation
de: Jetzt kontaktieren
fr: Commander une Consultation

source: Modern furniture for your interior — we manufacture, deliver and install on time.
de: Moderne Möbel für Ihr Interieur — wir fertigen, liefern und montieren termingerecht.
fr: Mobilier moderne pour votre intérieur — nous fabriquons, livrons et installons dans les délais.

source: Reviews
de: Bewertungen
fr: Avis

source: Details
de: Impressum

source: Help
de: Hilfe
fr: Aide

source: Warranty
de: Garantie
fr: Garantie

source: Delivery
de: Lieferung
fr: Livraison

source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de Confidentialité

source: General conditions
de: AGB

source: Availability
de: Barrierefreiheit

source: Contact
de: Kontakt

source: All rights reserved.
de: Alle Rechte vorbehalten.
fr: Tous droits réservés.

source: Close window
de: Fenster schließen
fr: Fermer la fenêtre

source: Leave your contacts and we will contact you within 30 minutes
de: Hinterlassen Sie Ihre Kontaktdaten und wir werden Sie innerhalb von 30 Minuten kontaktieren
fr: Laissez vos coordonnées et nous vous contacterons dans les 30 minutes

source: Your name
de: Ihr Name
fr: Votre nom

source: For example: Alexander
de: Zum Beispiel: Alexander
fr: Par exemple : Alexandre

source: Phone
de: Telefon
fr: Téléphone

source: Consultation type
de: Beratungstyp
fr: Type de consultation

source: General consultation
de: Allgemeine Beratung
fr: Consultation générale

source: Design project
de: Designprojekt
fr: Projet de design

source: Custom furniture
de: Maßgefertigte Möbel
fr: Mobilier sur mesure

source: Repair/Restoration
de: Reparatur/Restaurierung
fr: Réparation/Restauration

source: Preferred time
de: Bevorzugte Zeit
fr: Heure préférée

source: For example: morning, evening, weekends
de: Zum Beispiel: morgens, abends, Wochenenden
fr: Par exemple : matin, soir, week-ends

source: Message
de: Nachricht

source: Describe your wishes or questions...
de: Beschreiben Sie Ihre Wünsche oder Fragen...
fr: Décrivez vos souhaits ou questions...

source: Send request
de: Anfrage senden
fr: Envoyer la demande

source: Sending...
de: Wird gesendet...
fr: Envoi en cours...

source: Please enter your name
de: Bitte geben Sie Ihren Namen ein
fr: Veuillez saisir votre nom

source: Name must be at least 2 characters
de: Der Name muss mindestens 2 Zeichen lang sein
fr: Le nom doit comporter au moins 2 caractères

source: Please enter phone number
de: Bitte geben Sie die Telefonnummer ein
fr: Veuillez saisir le numéro de téléphone

source: Please enter a valid phone number (8-15 digits)
de: Bitte geben Sie eine gültige Telefonnummer ein (8-15 Ziffern)
fr: Veuillez saisir un numéro de téléphone valide (8-15 chiffres)

source: Phone number must contain only digits
de: Die Telefonnummer darf nur Ziffern enthalten
fr: Le numéro de téléphone ne doit contenir que des chiffres

source: Please enter a valid email address
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
fr: Veuillez saisir une adresse email valide

source: An error occurred while sending the request
de: Beim Senden der Anfrage ist ein Fehler aufgetreten
fr: Une erreur s'est produite lors de l'envoi de la demande

source: An error occurred while sending the request. Check your internet connection and try again.
de: Beim Senden der Anfrage ist ein Fehler aufgetreten. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
fr: Une erreur s'est produite lors de l'envoi de la demande. Vérifiez votre connexion internet et réessayez.

source: Previous review
de: Vorherige Bewertung
fr: Avis précédent

source: Next review
de: Nächste Bewertung
fr: Avis suivant

source: Customer reviews
de: Kundenbewertungen
fr: Avis clients

source: Consultation modal not found
de: Beratungsmodal nicht gefunden
fr: Modal de consultation non trouvé

source: Previous photo
de: Vorheriges Foto
fr: Photo précédente

source: Next photo
de: Nächstes Foto
fr: Photo suivante

source: Photo carousel
de: Fotokarussell
fr: Carrousel photo

source: We create furniture
de: Träume für Ihr Zuhause
fr: Nous créons des meubles

source: dreams
de: Träume
fr: de rêve

source: for your home
de: für Ihr Zuhause
fr: pour votre maison

source: Portfolio of unique handmade furniture
de: Portfolio einzigartiger handgefertigter Möbel
fr: Portefeuille de meubles uniques faits main

source: View all
de: Alle anzeigen
fr: Voir tout

source: Quick View
de: Schnellansicht
fr: Aperçu rapide

source: Recommended
de: Empfohlen
fr: Recommandé

source: More details
de: Weitere Details
fr: Plus de détails

source: Discuss individual project
de: Individuelles Projekt besprechen
fr: Discuter d'un projet individuel

source: About us in numbers
de: Über uns in Zahlen
fr: À propos de nous en chiffres

source: Facts that clients trust
de: Fakten, denen Kunden vertrauen
fr: Faits auxquels les clients font confiance

source: Verified data
de: Verifizierte Daten
fr: Données vérifiées

source: Satisfied clients
de: Zufriedene Kunden
fr: Clients satisfaits

source: High trust rating
de: Hohe Vertrauensbewertung
fr: Note de confiance élevée

source: Completed projects
de: Abgeschlossene Projekte
fr: Projets réalisés

source: Unique furniture
de: Einzigartige Möbel
fr: Mobilier unique

source: Years of experience
de: Jahre Erfahrung
fr: Années d'expérience

source: Professional expertise
de: Professionelle Expertise
fr: Expertise professionnelle

source: Weeks to delivery
de: Wochen bis zur Lieferung
fr: Semaines jusqu'à la livraison

source: Fast implementation
de: Schnelle Umsetzung
fr: Mise en œuvre rapide

source: Leader in custom furniture
de: Marktführer bei maßgefertigten Möbeln
fr: Leader du mobilier sur mesure

source: Premium quality materials
de: Premium-Qualitätsmaterialien
fr: Matériaux de qualité premium

source: Precise deadlines
de: Präzise Fristen
fr: Délais précis

source: Furniture creation process
de: Möbelherstellungsprozess
fr: Processus de création de meubles

source: From idea to finished product — every stage under control
de: Von der Idee zum fertigen Produkt — jede Phase unter Kontrolle
fr: De l'idée au produit fini — chaque étape sous contrôle

source: Consultation
de: Beratung

source: We discuss your ideas and requirements
de: Wir besprechen Ihre Ideen und Anforderungen
fr: Nous discutons de vos idées et exigences

source: We create 3D models and drawings
de: Wir erstellen 3D-Modelle und Zeichnungen
fr: Nous créons des modèles 3D et des dessins

source: Production
de: Produktion

source: We manufacture with quality control
de: Wir fertigen mit Qualitätskontrolle
fr: Nous fabriquons avec contrôle qualité

source: We carefully deliver and install
de: Wir liefern und installieren sorgfältig
fr: Nous livrons et installons avec soin

source: Why choose us
de: Warum uns wählen
fr: Pourquoi nous choisir

source: Fast delivery
de: Schnelle Lieferung
fr: Livraison rapide

source: From 2 to 4 weeks — we transparently plan deadlines and stick to them. We deliver throughout Russia with careful packaging.
de: Von 2 bis 4 Wochen — wir planen Fristen transparent und halten uns daran. Wir liefern in ganz Russland mit sorgfältiger Verpackung.
fr: De 2 à 4 semaines — nous planifions les délais de manière transparente et nous nous y tenons. Nous livrons dans toute la Russie avec un emballage soigné.

source: Quality guarantee
de: Qualitätsgarantie
fr: Garantie qualité

source: Reliable materials, careful assembly and control at every stage. We provide an official warranty on all products.
de: Zuverlässige Materialien, sorgfältige Montage und Kontrolle in jeder Phase. Wir gewähren eine offizielle Garantie auf alle Produkte.
fr: Matériaux fiables, assemblage soigné et contrôle à chaque étape. Nous fournissons une garantie officielle sur tous les produits.

source: Individual approach
de: Individueller Ansatz
fr: Approche individuelle

source: We will adapt to your style and budget — we will offer the best solutions. Free consultations and 3D project visualization.
de: Wir passen uns Ihrem Stil und Budget an — wir bieten die besten Lösungen. Kostenlose Beratungen und 3D-Projektvisualisierung.
fr: Nous nous adapterons à votre style et à votre budget — nous vous proposerons les meilleures solutions. Consultations gratuites et visualisation 3D du projet.

source: More than 1000 satisfied customers trust us to create dream furniture
de: Mehr als 1000 zufriedene Kunden vertrauen uns bei der Schaffung von Traummöbeln
fr: Plus de 1000 clients satisfaits nous font confiance pour créer des meubles de rêve

source: Average rating
de: Durchschnittliche Bewertung
fr: Note moyenne

source: Verified client
de: Verifizierter Kunde
fr: Client vérifié

source: Project:
de: Projekt:
fr: Projet :

source: Helpful
de: Hilfreich
fr: Utile

source: Reviews will appear soon!
de: Bewertungen erscheinen bald!
fr: Les avis apparaîtront bientôt !

source: Be the first to leave a review about our work
de: Seien Sie der Erste, der eine Bewertung zu unserer Arbeit hinterlässt
fr: Soyez le premier à laisser un avis sur notre travail

source: Order project
de: Projekt bestellen
fr: Commander un projet

source: Want to join satisfied customers?
de: Möchten Sie sich den zufriedenen Kunden anschließen?
fr: Vous voulez rejoindre nos clients satisfaits ?

source: Get a free consultation and find out how we can make your dream of perfect furniture come true
de: Erhalten Sie eine kostenlose Beratung und erfahren Sie, wie wir Ihren Traum von perfekten Möbeln wahr werden lassen können
fr: Obtenez une consultation gratuite et découvrez comment nous pouvons réaliser votre rêve de meubles parfaits

source: Get consultation
de: Beratung erhalten
fr: Obtenir une consultation

source: View our works
de: Unsere Arbeiten ansehen
fr: Voir nos réalisations

source: projects
de: Projekte
fr: projets

source: rating
de: Bewertung
fr: note

source: Choose a convenient branch for you
de: Wählen Sie eine für Sie passende Filiale
fr: Choisissez une filiale qui vous convient

source: View on Google Maps
de: Auf Google Maps anzeigen
fr: Voir sur Google Maps

source: No contacts!
de: Keine Kontakte!
fr: Aucun contact !

source: Assortment
de: Sortiment
fr: Assortiment

source: All Works
de: Alle Arbeiten
fr: Toutes les réalisations

source: Cost:
de: Kosten:
fr: Coût :

source: By request
de: Auf Anfrage
fr: Sur demande

source: Want to order similar furniture?
de: Möchten Sie ähnliche Möbel bestellen?
fr: Vous voulez commander un meuble similaire ?

source: Our masters will create a unique piece specially for you
de: Unsere Meister erstellen ein einzigartiges Stück speziell für Sie
fr: Nos maîtres créeront une pièce unique spécialement pour vous

source: Zoom image
de: Bild vergrößern
fr: Zoomer l'image

source: Product Details
de: Produktdetails

source: Width / Height / Depth
de: Breite / Höhe / Tiefe
fr: Largeur / Hauteur / Profondeur

source: Final cost is calculated individually
de: Der Endpreis wird individuell berechnet
fr: Le coût final est calculé individuellement

source: The final cost is calculated individually after consultation
de: Die endgültigen Kosten werden nach der Beratung individuell berechnet
fr: Le coût final est calculé individuellement après consultation

source: Back to catalog
de: Zurück zum Katalog

source: Close
de: Schließen
fr: Fermer

source: General Information
de: Allgemeine Informationen

source: Category
de: Kategorie

source: Production Date
de: Produktionsdatum

source: Country
de: Land

source: Product Advantages
de: Produktvorteile

source: Professional assembly
de: Professionelle Montage
fr: Assemblage professionnel

source: Delivery & Care
de: Lieferung & Pflege

source: From 2 to 4 weeks throughout the country
de: Von 2 bis 4 Wochen im ganzen Land
fr: De 2 à 4 semaines dans tout le pays

source: Packaging
de: Verpackung

source: Carefully packed in protective materials
de: Sorgfältig in Schutzmaterialien verpackt

source: Assembly
de: Montage

source: Professional assembly by our masters
de: Professionelle Montage durch unsere Meister

source: Official 2-year warranty
de: Offizielle 2-Jahres-Garantie
fr: Garantie officielle de 2 ans

source: Description
de: Beschreibung

source: Section Furniture:
de: Abschnitt Möbel:
fr: Section Meubles:

source: Category Furniture:
de: Kategorie Möbel:
fr: Catégorie Meubles:

source: Country:
de: Land:
fr: Pays:

source: Language:
de: Sprache:
fr: Langue:

source: English
de: Englisch
fr: Anglais

source: Français
de: Französisch

source: Home
fr: Accueil

source: Sideboard
fr: Buffet

source: Sofa
fr: Canapé

source: Modern / High-Tech
fr: Moderne / High-Tech

source: Order consultation
fr: Commander une consultation

source: Email (optional)
fr: Email (optionnel)

source: Deutsch
fr: Allemand
